[M_Orchid_PlotMission04 MissionDefinition]
MissionName="Duas Partes Fáceis"
MissionDescription="Scarlett disse que só há uma maneira de encontrar o tesouro do Capitão Blade: você deve reunir as quatro partes da bússola do Blade e remontá-las. Assim que isso for feito, a bússola irá apontar (não se sabe como) o caminho para o tesouro perdido. Scarlett tem uma parte mas, você precisa encontrar as outras.  Para isso, Scarlett pediu que você encontre e elimine o Sandman, não só porque ele é um idiota mas, também porque ele possui uma das partes da bússola do Blade. Ele está em algum lugar em [place]Hayter’s Folly[-place].\n"
TurnInDescription="Scarlett tem uma parte da bússola do Capitão Blade. Graças ao seu bom trabalho em recuperar outras duas partes - do Sandman e da caravana da Hyperion - agora só falta encontrar uma parte. Melhor se apressar... você não vai encontrar o tesouro das areias até que tenha a bússola completa.\n"
MissionSummary="Encontre duas partes da bússola do Capitão Blade.\n"
MissionGiver="Capitã Scarlett"
MissionTurnInLocation="Capitã Scarlett"
TeaserText=""

[M_Orchid_PlotMission04:DestroyCaravans MissionObjectiveDefinition]
ProgressMessage="Intercepte as caravanas"

[M_Orchid_PlotMission04:GetCompassPiece MissionObjectiveDefinition]
ProgressMessage="Encontre a segunda parte da bússola"

[M_Orchid_PlotMission04:GetSandmanCompassSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Scarlett disse que só há uma maneira de encontrar o tesouro do Capitão Blade: você deve reunir as quatro partes da bússola do Blade e remontá-las. Assim que isso for feito, a bússola irá apontar (não se sabe como) o caminho para o tesouro perdido. Scarlett tem uma parte mas, você precisa encontrar as outras.\nAgora que você já se livrou do Sandman e conseguiu sua parte da bússola, você está muito perto de encontrar o tesouro perdido do Capitão Blade."

[M_Orchid_PlotMission04:KillBigSleep MissionObjectiveDefinition]
ProgressMessage="Elimine o Soneca"

[M_Orchid_PlotMission04:KillBothSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission04:KillPirateMinions MissionObjectiveDefinition]
ProgressMessage="Elimine os capangas do Sandman"

[M_Orchid_PlotMission04:KillRivalPirates MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission04:KillSandman MissionObjectiveDefinition]
ProgressMessage="Elimine o Sandman"

[M_Orchid_PlotMission04:KillSandmanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission04:Opengate MissionObjectiveDefinition]
ProgressMessage="Abra a porta"

[M_Orchid_PlotMission04:OpenGateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission04:ProveYourself MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_PlotMission04:RaidCaravanSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Scarlett disse que só há uma maneira de encontrar o tesouro do Capitão Blade: você deve reunir as quatro partes da bússola do Blade e remontá-las. Assim que isso for feito, a bússola irá apontar (não se sabe como) o caminho para o tesouro perdido. Scarlett tem uma parte mas, você precisa encontrar as outras.\n\nAo encontrar a segunda parte da bússola no acampamento do Sandman, você também decobriu o paradeiro da terceira. Segundo o diário do Sandman, a terceira parte está com uma caravana da Hyperion, em [place]Wurmwater[-place]. Scarlett pediu que você ataque essa caravana e pegue essa última parte da bússola.\n"

[M_Orchid_PlotMission04:StealItem MissionObjectiveDefinition]
ProgressMessage="Ataque a caravana da Hyperion"

[M_Orchid_PlotMission04:TEMPGetItemSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

